{
    "threats": [
        "I will make all your bones have the same Z coordinate.",
        "What beef is to chick-fil-et you are to my presence.",
        "I will find you.",
        "I will staple you to the freezer",
        "I will pour hot sauce into your nostrils",
        "I'm going to find where you live so I can eat your curtains.",
        "So help me God I will pour honey into your phone case.",
        "I will inflate your intestines and turn them into a carnival rubber dog.",
        "You're as useful as a carwash during autumn.",
        "With God as my witness, I will replace your second covid shot with hair conditioner.",
        "I will flatten your teeth with a clothes iron.",
        "I will ctrl+c ctrl+v a pidgeon into your head cavity.",
        "The taco Bell tolls for thee.",
        "I will use your lungs as balloons",
        "I'm going to rip off your nipples with pliers.",
        "I am going to punt you and break your femur, but not in the good way, ***BUCKO***.",
        "I'm going to suck on your liver.",
        "I will shove an active soldering iron up your ass and a gasoline pump down your throat and call you a combustion engine.",
        "I'm going to replace all of your shoelaces with twizzlers.",
        "I'mma french braid your nervous system.",
        "keep this up you’ll land up in the fucking freezer",
        "i’ll crawl onto your ceilings at midnight",
        "I will beat you to death with a spoon",
        "I will dress you up as a piece of lettuce and feed you to the snails",
        "stfu before i cough up phlegm and spit it into your cereal",
        "(if you say deez nuts i will hang you by them)",
        "i'm going to shove a biscuit into your brain like a floppy disc",
        "I am going to remove your organs one by one with a dinky pair of tweezers in the style of a sugar-high 6-year-old playing their first game of Operation",
        "I'm gonna cut your ass vertically so it sounds like you get applauded whenever you use the stairs.",
        "I will rip out your intestines through your nose with a spork.",
        "I'm gonna fuckin' suck your toe nails off",
        "Don't forget that you just gave me your address",
        "stfu or i'll volley that playstation out the fucking window",
        "The chances of me barging into your room and blowing your arteries into fleshy balloon animals is low, but never zero.",
        "Twas the night before Christmas\nAnd I swear to the Lord\nI will break your goddamn ankles\nIf you don't buy this ford",
        "I will oil all your door handles.",
        "Shut up before I eat a nature valley bar on your bed"
    ],
    "insults": [
        "You probably got picked third to last for dodgeball at school.",
        "You probably the person to get nicknamed milk after the grade you got in maths",
        "Emotions. Love, pride, hate, fear. Have you no emotions?",
        "I bet you enjoy Sonic The Hedgehog 2006",
        "Who let the simpleton out of the asylum?",
        "You're so incompetent with computers that you think using windows cmd prompt is \"hacking\"",
        "There are about one million words in the english language, yet I cannot string enough together to express how much I want to hit you with a chair.",
        "You are a thief and a murderer and have killed a baboon and stolen his face.",
        "Villain, I have done thy mother.",
        "You have teeth so crooked you could eat corn on the cob through a picket fence.",
        "Is your ass jealous of how much shit that just came out of your mouth?",
        "ᴀʙɪ ɪɴ ᴍᴀʟᴀᴍ ᴄʀᴜᴄᴇᴍ"
    ],
    "jokes": [
		"There’s a fine line between a numerator and a denominator. (…Only a fraction of people will get this clean joke.)",
		"What do dentists call their x-rays? Tooth pics!",
		"Did you hear about the first restaurant to open on the moon? It had great food, but no atmosphere.",
		"What did one ocean say to the other ocean? Nothing, it just waved.",
		"Do you want to hear a construction joke? Sorry, I’m still working on it.",
		"Did you hear about the fire at the circus? It was in tents!",
		"Why do ducks have feathers? To cover their butt quacks!",
		"What’s the difference between a hippo and a zippo? One is really heavy and the other’s a little lighter.",
		"quag dumd",
		"What does a nosey pepper do? It gets jalapeño business.",
		"Why should you never trust stairs? They’re always up to something.",
		"When does a joke become a ‘dad’ joke? When it becomes apparent.",
		"Why did the bullet end up losing his job? He got fired.",
		"What kind of shorts do clouds wear? Thunderpants",
		"I entered ten puns in a contest to see which would win. No pun in ten did.",
		"How do you measure a snake? In inches—they don’t have feet.",
		"Where does a waitress with only one leg work? IHOP.",
		"What does a house wear? Address!",
		"Why are toilets always so good at poker? They always get a flush",
		"Why is Peter Pan always flying? Because he Neverlands. (I love this joke because it never grows old.)",
		"You heard the rumor going around about butter? Never mind, I shouldn’t spread it.",
		"Two windmills are standing on a wind farm. One asks, ‘What’s your favorite kind of music?’ The other replies, ‘I’m a big metal fan.’",
		"I took the shell off of my racing snail, thinking it would make him faster. But if anything, it made him more sluggish.",
		"What do you get from a pampered cow? Spoiled milk.",
		"How does NASA organize a party? They planet.",
		"The price of a slice of pie is $2.50 in Jamaica. It is $3.00 in the Bahamas. These are the pie rates of the Caribbean",
		"The past, present and future walked into a bar. It was tense.",
		"I’d tell you a chemistry joke but all of the good ones argon.",
		"https://www.youtube.com/watch?v=dQw4w9WgXcQ",
		"What's the best thing about Switzerland? I'm not sure, but the flag is a big plus!",
		"HTML"
	]
}