{
    "threats": [
        "I will make all your bones have the same Z coordinate.",
        "What beef is to chick-fil-et you are to my presence.",
        "I will find you.",
        "I will staple you to the freezer",
        "I will pour hot sauce into your nostrils",
        "I'm going to find where you live so I can eat your curtains.",
        "So help me God I will pour honey into your phone case.",
        "I will inflate your intestines and turn them into a carnival rubber dog.",
        "You're as useful as a carwash during autumn.",
        "With God as my witness, I will replace your second covid shot with hair conditioner.",
        "I will flatten your teeth with a clothes iron.",
        "I will ctrl+c ctrl+v a pidgeon into your head cavity.",
        "The taco Bell tolls for thee.",
        "I will use your lungs as balloons",
        "I'm going to rip off your nipples with pliers.",
        "I am going to punt you and break your femur, but not in the good way, ***BUCKO***.",
        "I'm going to suck on your liver.",
        "I will shove an active soldering iron up your ass and a gasoline pump down your throat and call you a combustion engine.",
        "I'm going to replace all of your shoelaces with twizzlers.",
        "I'mma french braid your nervous system.",
        "keep this up you’ll land up in the fucking freezer",
        "i’ll crawl onto your ceilings at midnight",
        "I will beat you to death with a spoon",
        "I will dress you up as a piece of lettuce and feed you to the snails",
        "stfu before i cough up phlegm and spit it into your cereal",
        "(if you say deez nuts i will hang you by them)",
        "i'm going to shove a biscuit into your brain like a floppy disc",
        "I am going to remove your organs one by one with a dinky pair of tweezers in the style of a sugar-high 6-year-old playing their first game of Operation",
        "I'm gonna cut your ass vertically so it sounds like you get applauded whenever you use the stairs.",
        "I will rip out your intestines through your nose with a spork.",
        "I'm gonna fuckin' suck your toe nails off",
        "Don't forget that you just gave me your address",
        "stfu or i'll volley that playstation out the fucking window",
        "The chances of me barging into your room and blowing your arteries into fleshy balloon animals is low, but never zero.",
        "Twas the night before Christmas\nAnd I swear to the Lord\nI will break your goddamn ankles\nIf you don't buy this ford",
        "I will oil all your door handles.",
        "Shut up before I eat a nature valley bar on your bed"
    ],
    "signs": [
        "From across a small divide, another mysterious pipe appeared up in the sky.~Its opening looked warm and inviting...~The Goo Balls seemed to wonder where it might lead.~-the Sign Painter",
        "This cave looks like it's been undisturbed for thousands of years...~Until now!~When the pipe broke through the ceiling above, the sunlight must have blinded these rare Albino GooBalls.~They didn't seem to notice when it began to snow.~Maybe they would wake up if they had something to jump onto.~-the Sign Painter",
        "The Goo Balls were excited to explore the mysterious pipe system...~...even if it meant traversing ridiculously contrived terrain.~One of the goo balls seemed to say he felt like an armadillo. Moo!~-love, the mysterious Sign Painter", 
        "A new species of GooBall!~I must say, they look quite beautiful...~Maybe they have commitment anxiety, I'm not sure,~but it looks like they can be easily detached from each other~-the helpful Sign Painter", 
        "If a Goo Ball falls into a well 10 meters deep...~and climbs up 3 meters each day...~but slides down 2 meters at night...~will he still look fabulous in the morning?~...maybe if he were to brace against the walls as hard as he could, and believe in the power of friction...~...he could leave the ground behind...~-your friend, the Sign Painter", 
        "Some winners are bigger than other winners!~Look in each area's MENU for more important information.~-with distinction, the Sign Painter", 
        "The Goo Balls on this side didn't seem to like the Goo Balls over there on that side...~I don't know, they look the same to me.~Totally delicious.~-the Sign Painter", 
        "Open the gates and fly, monkeys, fly!~But don't forget about me, ok?~-sincerely, the Sign Painter", 
        "Fisty swore he would never be like those tadpoles that grow up and shoot colored gems out of their mouths.~But he wondered what it might be like.~-the Sign Painter", 
        "Go as fast as you can! They are stronger than you think...~They will have to work together to climb very high...~...a real Tower of Goo!~Some of them felt they had done something like this a long long time ago...~...but things were more experimental back then.~-peace, the Sign Painter!", 
        "As the sun set over the last of the hills, one of the Goo Balls seemed to say...~...that life sure seemed like a giant physics simulation!~...but as he fell into the spikey death pit below, he knew it probably didn't matter~-love, the Sign Painter", 
        "Hello, this is MOM.~Are you there?~Are you coming home?", 
        "The last of the Goo Balls didn't seem to know that they were extremely delicious~or about the nature of the smelly pit in which they found themselves.~They said something about this being the last level of the first chapter...~...whatever that means.~-the Sign Painter", 
        "You might be on to something...~It will be a tight fit, you might have to leave some behind...~but that's probably ok, we're all in it together~-the signpainter was here too", 
        "They say this is the highest point on the entire island...~As the sun rises, you can almost see forever...~...but I wonder what you might see if you floated a little higher...~-we'll meet again, the Sign Painter", "I'm back! And just in time...~There's a drop of water dangling from that cliff...~** **~And I think it might be alive.~Yuck. I'm not touching it.~-the long lost Sign Painter", "For miles around, there were reports of a giant spinning wheel in the sky!~Everyone is crazy but me.~-the Sign Painter", "Somewhere on this Island is a power source.~And it generates electricity for the entire World.~Lately, its output has been less than satisfactory.~...~It looks like it's going to rain tomorrow!~-the Sign Painter", "The windmills were supposed to be a source of cheap clean energy...~...to power the entire world.~But they weren't enough.~And a different source of energy had to be found.~-the Sign Painter", 
        "It allows only meticulously screened Goo Balls onto the main island.~You can't be too careful these days!~Especially since the power source for the entire world is located somewhere on this Island.~But...~Try not to snap the fragile worker cable, it appears to be made from heavily processed Goo.~-the free Sign Painter", 
        "These should be used for legally acceptable fun and recreation.~Not for circumventing security systems.~It's for our own good.~-the Sign Painter", 
        "A secret disposal hole down this way!~It's good for quietly disposing of unwanted visitors...~-the visiting Sign Painter", 
        "Of all the goo, and of all the balls...~...who's the prettiest of them all?~-the Sign Painter", 
        "A red pipe!~It appears to be very exclusive.~Only certain types of Goo are allowed to enter.~-the Sign Painter", 
        "It's a very pretty flower.~I wonder what happens if you get a little closer...~-the Sign Painter", 
        "This pipe sure is sucking! It's probably best to stay away.~Don't forget to whistle!~-the Sign Painter", 
        "Where did everyone go?~-the Sign Painter", 
        "They seem to follow the whistle.~One day, if they ever put together a companion DVD of their adventures...~One of the Goo Balls will probably say:~We got the moves, and you got the grooves!~-the classically trained Sign Painter", 
        "We must be getting close to the power source.~But what is it?~Coal?~Nuclear?~Wind?~...~Goo?~It's probably something more elegant.~-the Sign Painter", 
        "Be good.~MOM is watching.", 
        "It's so simple.~-the original Sign Painter", 
        "Smile for the cameras!~Everyone is looking so fabulous tonight!~Does she even know where that pipe goes?~Let's not tell her.~-the Sign Painter", 
        "There must be some way to cross this pit.~Maybe if you fill it with the shattered pieces of those less fortunate than you.~-the Sign Painter", 
        "It's almost winter, and there is electricity in the air!~It's unclear whether it's anxiety or...~...because the POWER SOURCE is very near.~-the tingling Sign Painter", 
        "...~She's beautiful.~I mean, I'm glad this isn't Hi Def or anything...~...she looks fantastic for something hundreds of years old.~But who is she?~-see you on the other side, the Sign Painter", 
        "This whole island is a factory!~It appears they are doing outsource work for World of Goo Corporation.~Probably building some kind of new hi-tech product.~...way over here on the other side of the world!~But where's the pipe?~Looks like that guy's giant head is in the way.~Possibly the result of poor local management.~Out with the old, in with the new. That's what I always say.~-the Sign Painter Management Supervisor", 
        "The fire flickers with possibilities.~I wonder what happens if you get a little closer...~-the Sign Painter", 
        "More mysterious pipes appeared up in the sky!~What are they building in this factory?~There is a rumor...~'Everything changes in Chapter 4'~...whatever that means.~-the intrepid Sign Painter", 
        "On a far away hill, Fisty thought he saw someone!~He waved and hoped one day they could be friends.~Oh look!~A new species of Goo Ball!~It's not immediately clear if they are...~...alive.~...or dead.~Probably polite to pretend we don't notice.~-the Sign Painter", 
        "A horrible new species of Goo Ball! It's the most vile of all...~They are extremely rare, and as a result, have become quite lonely.~I think I read online somewhere that when they attach to other Goo Balls,~they sprout dozens of 'love spikes' that can grab onto almost any surface.~And won't let go.~The other Goo Balls try to avoid eye contact.~-the Sign Painter", 
        "The prettiest ones are always the deadliest.~Her thorns are filled with poison and contempt.~-the deadly Sign Painter", 
        "...glarggf...~...glrgl...~-the Sign Painter is sinking", 
        "Be careful.~Clear your cookies one hour before swimming.~MOM knows best.", 
        "They can do this the easy way...~...or the hard way.~Either way,~everyone's a winner!*~*according to recent online polls.~But some winners are bigger than other winners.~-the statistically fantastic Sign Painter", 
        "I'd get out of here if I were you.~-the Sign Painter", 
        "These walls look weak.~But maybe it's because I've been working out.~I'm so firm and well-toned.~35 minutes of cardio~then upper torso~and abs~It's really hot in here.~Especially down that way.~Good thing there aren't any explosives nearby.~-the Sign Painter", 
        "What kind of factory designer would put deadly spikes all over the walls?~If only there were something to grab onto...~-the Sign Painter is dangling over the fire like a spider", 
        "These must be the robots that built this factory.~I thought they had all been torn apart and scrapped for parts years ago.~Oh look!~There's one left.~It's so cute!~But the pipe is right behind his head.~Well...~...you can't stop progress.~-the Sign Painter", 
        "Shhh...!~Sticky Bombs were supposed to have been outlawed.~They are extremely dangerous.~And stick to any surface.~Good thing it's sleeping.~-the law abiding Sign Painter", 
        "These cliffs have become extremely sticky after years of waste residue buildup.~-the Sign Painter", "The smell...~burns...~eyes...~Good thing I'm not here right now.~This garbage dump must be where the whole Island's waste and evidence comes for disposal.~Judging by the buildup, we must be getting close to the launch of the new Product.~-the Sign Painter", 
        "Happy New Year!~The last of the Goo Balls didn't seem to notice...~...they were part of an internationally televised World of Goo Corporation Product Launch Event.~The color pamphlet they were handing out indicates the product will change the world forever.~Shhh...!~They are about to reveal World of Goo Corporation's new 'Product Z'...!~-see you after the show, the Sign Painter", 
        "Welcome to the Information Superhighway!~A land of beauty!~A land of science!~philosophy!~architecture!~fan fiction!~Everything you see, from the water to the leaves are made from sweet free flowing information.~See if you can catch some information on your tongue!~Of course...~...the whole place was abandoned years ago.~This must be all that's left.~-SignPaintr4evr", 
        "This place is falling apart...~But the Information Superhighway isn't all green, you know.~It used to be beautiful.~The video drivers must need upgrading.~I bet we'll be able to tighten up the graphics around level three.~-the Virtual Sign Painter", 
        "That must be the thing that renders all the graphics.~The creative heart of the Information Superhighway.~Once it's upgraded, the manual says it will offer 256 stunning colors!~But my favorite color will always be green.~-the Virtual Sign Painter", 
        "Everything is filled with stereo sound and hundreds of colors!~The simulated water splashes over the shattered pieces of the Information Superhighway.~-the traveling Virtual Sign Painter", 
        "It looks like this socket is BLOCKED!~LOL~ROTFLMFAF~Did you know?~Users used to wander the Information Superhighway sniffing for ports just like this~to see if they could gain unauthorized access.~But sometimes it was a trap.~...~Brute force might work.~But sometimes it requires billions of years of computation!~Maybe if you strategically slide the variables around...~...the data will fall right into place!~-the totally 1337 Sign Painter", 
        "I wonder what they are talking about...?~-the Sign Painter", 
        "An old electronic surveillance system!~These were built a long time ago~...to monitor communication between Highway Bandits.~But it was hard to know who's a bandit~and who's not.~It's probably best to monitor everyone just to be safe.~I wonder if it still works?~-the Virtual Sign Painter is Listening", 
        "I wonder what all these servers do now that nobody is here to use them anymore?~This one says it comes with a '99.9% stability guarantee'!*~That's almost 100%!~-the Virtual Sign Painter", 
        "...~It's time~to visit MOM", 
        "...~I scrolled up too far...~...and ended up here.~Where is this?~Some place over the task bar...?~...beyond the boundaries of the desktop...?~...do windows come here when they are minimized?~...how high does this go?~-the Virtual Sign Painter is falling, up up up", 
        "Hi MOM~Are you there?~...~...~...~-the Sign Painter", 
        "Balancing on the edge of the Big Recycle Bin,~the last of the Goo Balls didn't seem to know that they were extremely explosive~or that all the mail and files in the history of the Information Superhighway...~...were about to be undeleted!~-the Virtual Sign Painter", 
        "You're not supposed to be down here.~Where will all the spam and bad files go when they are undeleted?~It can't be good for whoever receives them.~-the Virtual Sign Painter", 
        "The telescope at the top of the island was supposed to see very far!~But it can't.~When a large corporation mysteriously exploded...~...the sky became filled with dust and smoke.~And nothing can see past it.~If only the telescope could get a little higher...~...it might see what's up there.~And discover why the Goo Balls climb higher and higher!~-closer and closer, the Sign Painter", 
        "We are very high up!~For your own safety,~and the safety of others,~please try not to drop anything.~-the accelerating Sign Painter", 
        "The raw, scientifically pure Goo is all that's left.~But they appear to be filled with hope and ambition!~I remember when I used to have hope and ambition.~Of course, they will never be able to build a bridge.~It's probably best to skip this area and never come back.~Nobody will even notice.~-but the Sign Painter will know", 
        "The pipe is over that way.~But no one will ever get to it.~-the well adjusted Sign Painter", 
        "Remember when you found your first spinning kill blade?~We were so young back then.~Not that it matters.~Nobody will ever make it to the other side.~Can you see me waving?~-the Sign Painter", "I'm not waving anymore.~Stop looking.~-the Sign Painter is waiting"
    ],
    "insults": [
        "You probably got picked third to last for dodgeball at school.",
        "You probably the person to get nicknamed milk after the grade you got in maths",
        "Emotions. Love, pride, hate, fear. Have you no emotions?",
        "I bet you enjoy Sonic The Hedgehog 2006",
        "Who let the simpleton out of the asylum?",
        "You're so incompetent with computers that you think using windows cmd prompt is \"hacking\"",
        "There are about one million words in the english language, yet I cannot string enough together to express how much I want to hit you with a chair.",
        "You are a thief and a murderer and have killed a baboon and stolen his face.",
        "Villain, I have done thy mother.",
        "You have teeth so crooked you could eat corn on the cob through a picket fence.",
        "Is your ass jealous of how much shit that just came out of your mouth?",
        "ᴀʙɪ ɪɴ ᴍᴀʟᴀᴍ ᴄʀᴜᴄᴇᴍ"
    ],
    "jokes": [
        "I could write a book about what you don't know !",
		"There’s a fine line between a numerator and a denominator. (…Only a fraction of people will get this clean joke.)",
		"What do dentists call their x-rays? Tooth pics!",
		"Did you hear about the first restaurant to open on the moon? It had great food, but no atmosphere.",
		"What did one ocean say to the other ocean? Nothing, it just waved.",
		"Do you want to hear a construction joke? Sorry, I’m still working on it.",
		"Did you hear about the fire at the circus? It was in tents!",
		"Why do ducks have feathers? To cover their butt quacks!",
		"What’s the difference between a hippo and a zippo? One is really heavy and the other’s a little lighter.",
		"quag dumd",
		"What does a nosey pepper do? It gets jalapeño business.",
		"Why should you never trust stairs? They’re always up to something.",
		"When does a joke become a ‘dad’ joke? When it becomes apparent.",
		"Why did the bullet end up losing his job? He got fired.",
		"What kind of shorts do clouds wear? Thunderpants",
		"I entered ten puns in a contest to see which would win. No pun in ten did.",
		"How do you measure a snake? In inches—they don’t have feet.",
		"Where does a waitress with only one leg work? IHOP.",
		"What does a house wear? Address!",
		"Why are toilets always so good at poker? They always get a flush",
		"Why is Peter Pan always flying? Because he Neverlands. (I love this joke because it never grows old.)",
		"You heard the rumor going around about butter? Never mind, I shouldn’t spread it.",
		"Two windmills are standing on a wind farm. One asks, ‘What’s your favorite kind of music?’ The other replies, ‘I’m a big metal fan.’",
		"I took the shell off of my racing snail, thinking it would make him faster. But if anything, it made him more sluggish.",
		"What do you get from a pampered cow? Spoiled milk.",
		"How does NASA organize a party? They planet.",
		"The price of a slice of pie is $2.50 in Jamaica. It is $3.00 in the Bahamas. These are the pie rates of the Caribbean",
		"The past, present and future walked into a bar. It was tense.",
		"I’d tell you a chemistry joke but all of the good ones argon.",
		"https://www.youtube.com/watch?v=dQw4w9WgXcQ",
		"What's the best thing about Switzerland? I'm not sure, but the flag is a big plus!",
		"HTML"
	],
    "BOFH": [
            "clock speed",
            "solar flares",
            "electromagnetic radiation from satellite debris",
            "static from nylon underwear",
            "static from plastic slide rules",
            "global warming",
            "poor power conditioning",
            "static buildup",
            "doppler effect",
            "hardware stress fractures",
            "magnetic interference from money/credit cards",
            "dry joints on cable plug",
            "we're waiting for [the phone company] to fix that line",
            "sounds like a Windows problem, try calling Microsoft support",
            "temporary routing anomaly",
            "somebody was calculating pi on the server",
            "fat electrons in the lines",
            "excess surge protection",
            "floating point processor overflow",
            "divide-by-zero error",
            "POSIX compliance problem",
            "monitor resolution too high",
            "improperly oriented keyboard",
            "network packets travelling uphill (use a carrier pigeon)",
            "Decreasing electron flux",
            "first Saturday after first full moon in Winter",
            "radiosity depletion",
            "CPU radiator broken",
            "It works the way the Wang did, what's the problem",
            "positron router malfunction",
            "cellular telephone interference",
            "techtonic stress",
            "piezo-electric interference",
            "(l)user error",
            "working as designed",
            "dynamic software linking table corrupted",
            "heavy gravity fluctuation, move computer to floor rapidly",
            "secretary plugged hairdryer into UPS",
            "terrorist activities",
            "not enough memory, go get system upgrade",
            "interrupt configuration error",
            "spaghetti cable cause packet failure",
            "boss forgot system password",
            "bank holiday - system operating credits  not recharged",
            "virus attack, luser responsible",
            "waste water tank overflowed onto computer",
            "Complete Transient Lockout",
            "bad ether in the cables",
            "Bogon emissions",
            "Change in Earth's rotational speed",
            "Cosmic ray particles crashed through the hard disk platter",
            "Smell from unhygienic janitorial staff wrecked the tape heads",
            "Little hamster in running wheel had coronary; waiting for replacement to be Fedexed from Wyoming",
            "Evil dogs hypnotised the night shift",
            "Plumber mistook routing panel for decorative wall fixture",
            "Electricians made popcorn in the power supply",
            "Groundskeepers stole the root password",
            "high pressure system failure",
            "failed trials, system needs redesigned",
            "system has been recalled",
            "not approved by the FCC",
            "need to wrap system in aluminum foil to fix problem",
            "not properly grounded, please bury computer",
            "CPU needs recalibration",
            "system needs to be rebooted",
            "bit bucket overflow",
            "descramble code needed from software company",
            "only available on a need to know basis",
            "knot in cables caused data stream to become twisted and kinked",
            "nesting roaches shorted out the ether cable",
            "The file system is full of it",
            "Satan did it",
            "Daemons did it",
            "You're out of memory",
            "There isn't any problem",
            "Unoptimized hard drive",
            "Typo in the code",
            "Yes, yes, its called a design limitation",
            "Look, buddy:  Windows 3.1 IS A General Protection Fault.",
            "That's a great computer you have there; have you considered how it would work as a BSD machine?",
            "Please excuse me, I have to circuit an AC line through my head to get this database working.",
            "Yeah, yo mama dresses you funny and you need a mouse to delete files.",
            "Support staff hung over, send aspirin and come back LATER.",
            "Someone is standing on the ethernet cable, causing a kink in the cable",
            "Windows 95 undocumented 'feature'",
            "Runt packets",
            "Password is too complex to decrypt",
            "Boss' kid fucked up the machine",
            "Electromagnetic energy loss",
            "Budget cuts",
            "Mouse chewed through power cable",
            "Stale file handle (next time use Tupperware(tm)!)",
            "Feature not yet implemented",
            "Internet outage",
            "Pentium FDIV bug",
            "Vendor no longer supports the product",
            "Small animal kamikaze attack on power supplies",
            "The vendor put the bug there.",
            "SIMM crosstalk.",
            "IRQ dropout",
            "Collapsed Backbone",
            "Power company testing new voltage spike (creation) equipment",
            "operators on strike due to broken coffee machine",
            "backup tape overwritten with copy of system manager's favourite CD",
            "UPS interrupted the server's power",
            "The electrician didn't know what the yellow cable was so he yanked the ethernet out.",
            "The keyboard isn't plugged in",
            "The air conditioning water supply pipe ruptured over the machine room",
            "The electricity substation in the car park blew up.",
            "The rolling stones concert down the road caused a brown out",
            "The salesman drove over the CPU board.",
            "The monitor is plugged into the serial port",
            "Root nameservers are out of sync",
            "electro-magnetic pulses from French above ground nuke testing.",
            "your keyboard's space bar is generating spurious keycodes.",
            "the real ttys became pseudo ttys and vice-versa.",
            "the printer thinks its a router.",
            "the router thinks its a printer.",
            "evil hackers from Serbia.",
            "we just switched to FDDI.",
            "halon system went off and killed the operators.",
            "because Bill Gates is a Jehovah's witness and so nothing can work on St. Swithin's day.",
            "user to computer ratio too high.",
            "user to computer ration too low.",
            "we just switched to Sprint.",
            "it has Intel Inside",
            "Sticky bits on disk.",
            "Power Company having EMP problems with their reactor",
            "The ring needs another token",
            "new management",
            "telnet: Unable to connect to remote host: Connection refused",
            "SCSI Chain overterminated",
            "It's not plugged in.",
            "because of network lag due to too many people playing deathmatch",
            "You put the disk in upside down.",
            "Daemons loose in system.",
            "User was distributing pornography on server; system seized by FBI.",
            "BNC (brain not connected)",
            "UBNC (user brain not connected)",
            "LBNC (luser brain not connected)",
            "disks spinning backwards - toggle the hemisphere jumper.",
            "new guy cross-connected phone lines with ac power bus.",
            "had to use hammer to free stuck disk drive heads.",
            "Too few computrons available.",
            "Flat tire on station wagon with tapes.  ('Never underestimate the bandwidth of a station wagon full of tapes hurling down the highway' Andrew S. Tannenbaum) ",
            "Communications satellite used by the military for star wars.",
            "Party-bug in the Aloha protocol.",
            "Insert coin for new game",
            "Dew on the telephone lines.",
            "Arcserve crashed the server again.",
            "Some one needed the powerstrip, so they pulled the switch plug.",
            "My pony-tail hit the on/off switch on the power strip.",
            "Big to little endian conversion error",
            "You can tune a file system, but you can't tune a fish (from most tunefs man pages)",
            "Dumb terminal",
            "Zombie processes haunting the computer",
            "Incorrect time synchronization",
            "Defunct processes",
            "Stubborn processes",
            "non-redundant fan failure ",
            "monitor VLF leakage",
            "bugs in the RAID",
            "no 'any' key on keyboard",
            "root rot",
            "Backbone Scoliosis",
            "/pub/lunch",
            "excessive collisions & not enough packet ambulances",
            "le0: no carrier: transceiver cable problem?",
            "broadcast packets on wrong frequency",
            "popper unable to process jumbo kernel",
            "NOTICE: alloc: /dev/null: filesystem full",
            "pseudo-user on a pseudo-terminal",
            "Recursive traversal of loopback mount points",
            "Backbone adjustment",
            "OS swapped to disk",
            "vapors from evaporating sticky-note adhesives",
            "sticktion",
            "short leg on process table",
            "multicasts on broken packets",
            "ether leak",
            "Atilla the Hub",
            "endothermal recalibration",
            "filesystem not big enough for Jumbo Kernel Patch",
            "loop found in loop in redundant loopback",
            "system consumed all the paper for paging",
            "permission denied",
            "Reformatting Page. Wait...",
            "..disk or the processor is on fire.",
            "SCSI's too wide.",
            "Proprietary Information.",
            "Just type 'mv * /dev/null'.",
            "runaway cat on system.",
            "Did you pay the new Support Fee?",
            "We only support a 1200 bps connection.",
            "We only support a 28000 bps connection.",
            "Me no internet, only janitor, me just wax floors.",
            "I'm sorry a pentium won't do, you need an SGI to connect with us.",
            "Post-it Note Sludge leaked into the monitor.",
            "the curls in your keyboard cord are losing electricity.",
            "The monitor needs another box of pixels.",
            "RPC_PMAP_FAILURE",
            "kernel panic: write-only-memory (/dev/wom0) capacity exceeded.",
            "Write-only-memory subsystem too slow for this machine. Contact your local dealer.",
            "Just pick up the phone and give modem connect sounds. 'Well you said we should get more lines so we don't have voice lines. '",
            "Quantum dynamics are affecting the transistors",
            "Police are examining all internet packets in the search for a narco-net-trafficker",
            "We are currently trying a new concept of using a live mouse.  Unfortunately, one has yet to survive being hooked up to the computer.....please bear with us.",
            "Your mail is being routed through Germany ... and they're censoring us.",
            "Only people with names beginning with 'A' are getting mail this week (a la Microsoft)",
            "We didn't pay the Internet bill and it's been cut off.",
            "Lightning strikes.",
            "Of course it doesn't work. We've performed a software upgrade.",
            "Change your language to Finnish.",
            "Fluorescent lights are generating negative ions. If turning them off doesn't work, take them out and put tin foil on the ends.",
            "High nuclear activity in your area.",
            "What office are you in? Oh, that one.  Did you know that your building was built over the universities first nuclear research site? And wow, aren't you the lucky one, your office is right over where the core is buried!",
            "The MGs ran out of gas.",
            "The UPS doesn't have a battery backup.",
            "Recursivity.  Call back if it happens again.",
            "Someone thought The Big Red Button was a light switch.",
            "The mainframe needs to rest.  It's getting old, you know.",
            "I'm not sure.  Try calling the Internet's head office -- it's in the book.",
            "The lines are all busy (busied out, that is -- why let them in to begin with?).",
            "Jan  9 16:41:27 huber su: 'su root' succeeded for .... on /dev/pts/1",
            "It's those computer people in X {city of world}.  They keep stuffing things up.",
            "A star wars satellite accidently blew up the WAN.",
            "Fatal error right in front of screen",
            "That function is not currently supported, but Bill Gates assures us it will be featured in the next upgrade.",
            "wrong polarity of neutron flow",
            "Lusers learning curve appears to be fractal",
            "We had to turn off that service to comply with the CDA Bill.",
            "Ionization from the air-conditioning",
            "TCP/IP UDP alarm threshold is set too low.",
            "Someone is broadcasting pygmy packets and the router doesn't know how to deal with them.",
            "The new frame relay network hasn't bedded down the software loop transmitter yet. ",
            "Fanout dropping voltage too much, try cutting some of those little traces",
            "Plate voltage too low on demodulator tube",
            "You did wha... oh _dear_....",
            "CPU needs bearings repacked",
            "Too many little pins on CPU confusing it, bend back and forth until 10-20% are neatly removed. Do _not_ leave metal bits visible!",
            "_Rosin_ core solder? But...",
            "Software uses US measurements, but the OS is in metric...",
            "The computer fleetly, mouse and all.",
            "Your cat tried to eat the mouse.",
            "The Borg tried to assimilate your system. Resistance is futile.",
            "It must have been the lightning storm we had (yesterday) (last week) (last month)",
            "Due to Federal Budget problems we have been forced to cut back on the number of users able to access the system at one time. (namely none allowed....)",
            "Too much radiation coming from the soil.",
            "Unfortunately we have run out of bits/bytes/whatever. Don't worry, the next supply will be coming next week.",
            "Program load too heavy for processor to lift.",
            "Processes running slowly due to weak power supply",
            "Our ISP is having {switching,routing,SMDS,frame relay} problems",
            "We've run out of licenses",
            "Interference from lunar radiation",
            "Standing room only on the bus.",
            "You need to install an RTFM interface.",
            "That would be because the software doesn't work.",
            "That's easy to fix, but I can't be bothered.",
            "Someone's tie is caught in the printer, and if anything else gets printed, he'll be in it too.",
            "We're upgrading /dev/null",
            "The Usenet news is out of date",
            "Our POP server was kidnapped by a weasel.",
            "It's stuck in the Web.",
            "Your modem doesn't speak English.",
            "The mouse escaped.",
            "All of the packets are empty.",
            "The UPS is on strike.",
            "Neutrino overload on the nameserver",
            "Melting hard drives",
            "Someone has messed up the kernel pointers",
            "The kernel license has expired",
            "Netscape has crashed",
            "The cord jumped over and hit the power switch.",
            "It was OK before you touched it.",
            "Bit rot",
            "U.S. Postal Service",
            "Your Flux Capacitor has gone bad.",
            "The Dilithium Crystals need to be rotated.",
            "The static electricity routing is acting up...",
            "Traceroute says that there is a routing problem in the backbone.  It's not our problem.",
            "The co-locator cannot verify the frame-relay gateway to the ISDN server.",
            "High altitude condensation from U.S.A.F prototype aircraft has contaminated the primary subnet mask. Turn off your computer for 9 days to avoid damaging it.",
            "Lawn mower blade in your fan need sharpening",
            "Electrons on a bender",
            "Telecommunications is upgrading. ",
            "Telecommunications is downgrading.",
            "Telecommunications is downshifting.",
            "Hard drive sleeping. Let it wake up on it's own...",
            "Interference between the keyboard and the chair.",
            "The CPU has shifted, and become decentralized.",
            "Due to the CDA, we no longer have a root account.",
            "We ran out of dial tone and we're and waiting for the phone company to deliver another bottle.",
            "You must've hit the wrong any key.",
            "PCMCIA slave driver",
            "The Token fell out of the ring. Call us when you find it.",
            "The hardware bus needs a new token.",
            "Too many interrupts",
            "Not enough interrupts",
            "The data on your hard drive is out of balance.",
            "Digital Manipulator exceeding velocity parameters",
            "appears to be a Slow/Narrow SCSI-0 Interface problem",
            "microelectronic Riemannian curved-space fault in write-only file system",
            "fractal radiation jamming the backbone",
            "routing problems on the neural net",
            "IRQ-problems with the Un-Interruptible-Power-Supply",
            "CPU-angle has to be adjusted because of vibrations coming from the nearby road",
            "emissions from GSM-phones",
            "CD-ROM server needs recalibration",
            "firewall needs cooling",
            "asynchronous inode failure",
            "transient bus protocol violation",
            "incompatible bit-registration operators",
            "your process is not ISO 9000 compliant",
            "You need to upgrade your VESA local bus to a MasterCard local bus.",
            "The recent proliferation of Nuclear Testing",
            "Elves on strike. (Why do they call EMAG Elf Magic)",
            "Internet exceeded Luser level, please wait until a luser logs off before attempting to log back on.",
            "Your EMAIL is now being delivered by the USPS.",
            "Your computer hasn't been returning all the bits it gets from the Internet.",
            "You've been infected by the Telescoping Hubble virus.",
            "Scheduled global CPU outage",
            "Your Pentium has a heating problem - try cooling it with ice cold water.(Do not turn off your computer, you do not want to cool down the Pentium Chip while he isn't working, do you?)",
            "Your processor has processed too many instructions.  Turn it off immediately, do not type any commands!!",
            "Your packets were eaten by the terminator",
            "Your processor does not develop enough heat.",
            "We need a licensed electrician to replace the light bulbs in the computer room.",
            "The POP server is out of Coke",
            "Fiber optics caused gas main leak",
            "Server depressed, needs Prozac",
            "quantum decoherence",
            "those damn raccoons!",
            "suboptimal routing experience",
            "A plumber is needed, the network drain is clogged",
            "50% of the manual is in .pdf readme files",
            "the AA battery in the wallclock sends magnetic interference",
            "the xy axis in the trackball is coordinated with the summer solstice",
            "the butane lighter causes the pincushioning",
            "old inkjet cartridges emanate barium-based fumes",
            "manager in the cable duct",
            "We'll fix that in the next (upgrade, update, patch release, service pack).",
            "HTTPD Error 666 : BOFH was here",
            "HTTPD Error 4004 : very old Intel cpu - insufficient processing power",
            "The ATM board has run out of 10 pound notes.  We are having a whip round to refill it, care to contribute ?",
            "Network failure -  call NBC",
            "Having to manually track the satellite.",
            "Your/our computer(s) had suffered a memory leak, and we are waiting for them to be topped up.",
            "The rubber band broke",
            "We're on Token Ring, and it looks like the token got loose.",
            "Stray Alpha Particles from memory packaging caused Hard Memory Error on Server.",
            "paradigm shift...without a clutch",
            "PEBKAC (Problem Exists Between Keyboard And Chair)",
            "The cables are not the same length.",
            "Second-system effect.",
            "Chewing gum on /dev/sd3c",
            "Boredom in the Kernel.",
            "the daemons! the daemons! the terrible daemons!",
            "I'd love to help you -- it's just that the Boss won't let me near the computer. ",
            "struck by the Good Times virus",
            "YOU HAVE AN I/O ERROR -> Incompetent Operator error",
            "Your parity check is overdrawn and you're out of cache.",
            "Communist revolutionaries taking over the server room and demanding all the computers in the building or they shoot the sysadmin. Poor misguided fools.",
            "Plasma conduit breach",
            "Out of cards on drive D:",
            "Sand fleas eating the Internet cables",
            "parallel processors running perpendicular today",
            "ATM cell has no roaming feature turned on, notebooks can't connect",
            "Webmasters kidnapped by evil cult.",
            "Failure to adjust for daylight savings time.",
            "Virus transmitted from computer to sysadmins.",
            "Virus due to computers having unsafe sex.",
            "Incorrectly configured static routes on the corerouters.",
            "Forced to support NT servers; sysadmins quit.",
            "Suspicious pointer corrupted virtual machine",
            "It's the InterNIC's fault.",
            "Root name servers corrupted.",
            "Budget cuts forced us to sell all the power cords for the servers.",
            "Someone hooked the twisted pair wires into the answering machine.",
            "Operators killed by year 2000 bug bite.",
            "We've picked COBOL as the language of choice.",
            "Operators killed when huge stack of backup tapes fell over.",
            "Robotic tape changer mistook operator's tie for a backup tape.",
            "Someone was smoking in the computer room and set off the halon systems.",
            "Your processor has taken a ride to Heaven's Gate on the UFO behind Hale-Bopp's comet.",
            "it's an ID-10-T error",
            "Dyslexics retyping hosts file on servers",
            "The Internet is being scanned for viruses.",
            "Your computer's union contract is set to expire at midnight.",
            "Bad user karma.",
            "/dev/clue was linked to /dev/null",
            "Increased sunspot activity.",
            "We already sent around a notice about that.",
            "It's union rules. There's nothing we can do about it. Sorry.",
            "Interference from the Van Allen Belt.",
            "Jupiter is aligned with Mars.",
            "Redundant ACLs. ",
            "Mail server hit by UniSpammer.",
            "T-1's congested due to porn traffic to the news server.",
            "Data for intranet got routed through the extranet and landed on the internet.",
            "We are a 100% Microsoft Shop.",
            "We are Microsoft.  What you are experiencing is not a problem; it is an undocumented feature.",
            "Sales staff sold a product we don't offer.",
            "Secretary sent chain letter to all 5000 employees.",
            "Sysadmin didn't hear pager go off due to loud music from bar-room speakers.",
            "Sysadmin accidentally destroyed pager with a large hammer.",
            "Sysadmins unavailable because they are in a meeting talking about why they are unavailable so much.",
            "Bad cafeteria food landed all the sysadmins in the hospital.",
            "Route flapping at the NAP.",
            "Computers under water due to SYN flooding.",
            "The vulcan-death-grip ping has been applied.",
            "Electrical conduits in machine room are melting.",
            "Traffic jam on the Information Superhighway.",
            "Radial Telemetry Infiltration",
            "Cow-tippers tipped a cow onto the server.",
            "tachyon emissions overloading the system",
            "Maintenance window broken",
            "We're out of slots on the server",
            "Computer room being moved.  Our systems are down for the weekend.",
            "Sysadmins busy fighting SPAM.",
            "Repeated reboots of the system failed to solve problem",
            "Feature was not beta tested",
            "Domain controller not responding",
            "Someone else stole your IP address, call the Internet detectives!",
            "It's not RFC-822 compliant.",
            "operation failed because: there is no message for this error (#1014)",
            "stop bit received",
            "internet is needed to catch the etherbunny",
            "network down, IP packets delivered via UPS",
            "Firmware update in the coffee machine",
            "Temporal anomaly",
            "Mouse has out-of-cheese-error",
            "Borg implants are failing",
            "Borg nanites have infested the server",
            "error: one bad user found in front of screen",
            "Please state the nature of the technical emergency",
            "Internet shut down due to maintenance",
            "Daemon escaped from pentagram",
            "crop circles in the corn shell",
            "sticky bit has come loose",
            "Hot Java has gone cold",
            "Cache miss - please take better aim next time",
            "Hash table has woodworm",
            "Trojan horse ran out of hay",
            "Zombie processes detected, machine is haunted.",
            "overflow error in /dev/null",
            "Browser's cookie is corrupted -- someone's been nibbling on it.",
            "Mailer-daemon is busy burning your message in hell.",
            "According to Microsoft, it's by design",
            "vi needs to be upgraded to vii",
            "greenpeace free'd the mallocs",
            "Terrorists crashed an airplane into the server room, have to remove /bin/laden. (rm -rf /bin/laden)",
            "astropneumatic oscillations in the water-cooling",
            "Somebody ran the operating system through a spelling checker.",
            "Rhythmic variations in the voltage reaching the power supply.",
            "Keyboard Actuator Failure.  Order and Replace.",
            "Packet held up at customs.",
            "Propagation delay.",
            "High line impedance.",
            "Someone set us up the bomb.",
            "Power surges on the Underground.",
            "Don't worry; it's been deprecated. The new one is worse.",
            "Excess condensation in cloud network",
            "It is a layer 8 problem",
            "The math co-processor had an overflow error that leaked out and shorted the RAM",
            "Leap second overloaded RHEL6 servers",
            "DNS server drank too much and had a hiccup",
            "Your machine had the fuses in backwards."
            ]        
}
